# taps
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/bundle'
tap 'habitat-sh/habitat'
tap 'chef/chef'

# brews
brew 'archey'
brew 'rbenv'
brew 'ruby-build'
brew 'nodebrew'
brew 'awscli'
brew 'azure-cli'
brew 'tmux'
brew 'tmate'
brew 'tmuxinator'
brew 'hab'
brew 'kubernetes-cli'
brew 'kubernetes-helm'
brew 'circleci'
brew 'jq'
brew 'socat'
brew 'sipcalc'
brew 'graphviz'
brew 'htop'
brew 'sysdig'
brew 'mpv'
brew 'mplayer'
brew 'mps-youtube'
brew 'fontforge'
brew 'imagemagick'
brew 'graphicsmagick'
brew 'consul'
brew 'vault'
brew 'terraform'
brew 'nomad'
brew 'packer'

# casks
# cask 'xquartz'
cask 'chef-workstation'
cask 'docker'
cask 'java'
cask 'virtualbox'
cask 'vagrant'
cask 'google-cloud-sdk'
cask 'aerial'
cask 'keybase'
cask 'spotify'

# fonts
cask 'font-roboto'
cask 'font-hack-nerd-font'
cask 'font-source-code-pro-for-powerline'
